export const distancelist = ["不限", "500米内", "1.5公里内", "5公里内", "10公里内"]
export const nationalarea = ["不限", "静安区", "徐汇区", "长宁区", "黄浦区", "虹口区", "宝山区", "浦东新区", "普陀区", "杨浦区", "闵行区", "嘉定区"]
export const caixi = {
  "不限": [],
  "地方菜": ["全部", "江浙菜", "川菜", "粤菜", "湘菜"],
  "快餐简餐": ["全部", "西式快餐", "中式快餐"],
  "火锅": ["全部", "重庆火锅", "鱼火锅", "老北京火锅"],
  "西餐": ["全部", "披萨", "意大利菜", "法国菜", "俄罗斯菜"],
  "日本料理": ["全部", "寿司", "居酒屋", "日式火锅"],
  "小吃": ["全部", "面食", "麻辣烫", "小龙虾", "米粉/米线"],
  "韩国料理": ["全部", "韩国烤肉", "韩式火锅"]
}
export const specialfood = ["不限", "火锅系列", "外国菜", "粉面"]
export const sortselect = ["默认", "距离最近", "人均最高", "人均最低"]