export const distancelist = ["0-不限", "0-500米内", "0-1.5公里内", "0-5公里内", "0-10公里内"]
export const nationalarea = ["1-不限", "1-静安区", "1-徐汇区", "1-长宁区", "1-黄浦区", "1-虹口区", "1-宝山区", "1-浦东新区", "1-普陀区", "1-杨浦区", "1-闵行区", "1-嘉定区"]
export const caixi = {
  "0-不限": [],
  "0-地方菜": ["0-地方菜", "0-地方菜-江浙菜", "0-地方菜-川菜", "0-地方菜-粤菜", "0-地方菜-湘菜"],
  "0-快餐简餐": ["0-快餐简餐", "0-快餐简餐-西式快餐", "0-快餐简餐-中式快餐"],
  "0-火锅": ["0-火锅", "0-火锅-重庆火锅", "0-火锅-鱼火锅", "0-火锅-老北京火锅"],
  "0-西餐": ["0-西餐", "0-西餐-披萨", "0-西餐-意大利菜", "0-西餐-法国菜", "0-西餐-俄罗斯菜"],
  "0-日本料理": ["0-日本料理", "0-日本料理-寿司", "0-日本料理-居酒屋", "0-日本料理-日式火锅"],
  "0-小吃": ["0-小吃", "0-小吃-面食", "0-小吃-麻辣烫", "0-小吃-小龙虾", "0-小吃-米粉/米线"],
  "0-韩国料理": ["0-韩国料理", "0-韩国料理-韩国烤肉", "0-韩国料理-韩式火锅"]
}
export const specialfood = ["8-不限", "8-火锅系列", "8-外国菜", "8-粉面"]
export const sortselect = ["默认", "距离最近", "人均最高", "人均最低"]